Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Aban,Abidin,Acacalide,Acimaëli,Acratoforo,Actarof,Adham,Adnan,Adramitio,Ael-Lagaleth,Aereste,Agshirt,Ahyaul,Aigaitha,Aigaithil,Aigaithol,Aigalam,Aigaling,Aigalir,Aigalol,Aigalsin,Aigatan,Aigatlod,Aigatsel,Aigatsol,Aigatu,Aigcataz,Aigcatil,Aigcating,Aigcatim,Aigcatsol,Aigcatur,Aigdring,Aigdril,Aigdersil,Aigdursol,Aigthain,Aigthasim,Aigthaug,Ainhuol,Ainuel,Aj Taum,Akoark,Akort,Akzalk,Alabrylla,Alaebrylla,Alaeniver,Alaitha,Alaith,Alaithol,Alaithsol,Alaithu,Alalil,Alalla,Alalol,Alalsol,Alalum,Alamade,Alamaitheol,Alanamix,Alaryan,Alatarc,Alating,Alatlor,Alatsil,Alberast,Aldarsol,Aldram,Aldril,Aldring,Aldrinm,Aldrulo,Aldrol,Aldumcatil,Aldura,Aldurlosp,Aldurol,Aleacla,Aleara,Alearka,Alena,Alengwen,Aleuksia,Al-Kuz,Alianora,Aligbrula,Alilonna,Alim,Alinash,Alingwen,Alinoe,Alistre,Almarcy,Alminzo,Alolonna,Alora,Althaam,Althail,Althalea,Althalo,Althaol,Althasil,Althasol,Althau,Althiela,Alubrylla,Aluneire,Aluniver,Aluryan,Alussa,Alwcla,Alwllyra,Alwlyan,Alwna,Alynoic,Alyra,Alyryan,Almahdi,Altaf,Amedë,Amilmaldur,Amorfir,Amowyn,Amprixta,Anaitharl,Anaithing,Anaithu,Analil,Anallom,Analol,Analsil,Analuh,Anataj,Anating,Anatir,Anatol,Anatsol,Ancataz,Ancatil,Ancatol,Ancattu,Andril,Andrih,Andrulop,Andrun,Anduril,Andurol,Andursol,Anduru,Anerion,Anexir,Anglachem,Anilad,Anilgawyn,Anitraz,Ankthorez,Anoithil,Anoush,Antarah,Anthaal,Anthaing,Anthaim,Anthaol,Anthasil,Anthasor,Anthaul,Anui,Anundil,Ardenia,Arnenvier,Arkarm,Arix,Arnondo,Asadel,Asbasalieg,Asgalioth,Asgertase,Asgriah,Ashraf,Asvetro,Athir,Atrede,Aufiloch,Auginet,Augithad,Augaithing,Augaithsil,Augaithur,Augalam,Augaling,Augating,Augatlo,Augatol,Augatsil,Augcatil,Augcatun,Augdrin,Augdrur,Augdursil,Augdura,Augduril,Augdursol,Augduruh,Augthail,Augthaim,Augthalo,Augthaol,Aungubulang,Ausrethgul,Auuglann,Auxdornath,Avenore,Axiz,Azimur,Azkabin,Azluheb,Azorein,Azurena,Azurix,Baart,Babreca,Bacbouc,Badri,Baelgaltir,Bagar,Baha,Bahamix,Bahiyy,Bahlagdi,Bahldrusk,Bahomet,Balfelor,Bakr,Bakri,Baligh,Balqueria,Bandar,Baogrish,Baradug,Barag,Barakah,Barbag,Barguntil,Barkuk,Barnasab,Bashnak,Baugahler,Baugdurol,Bayhar,Belineur,Belandil,Beleumaodir,Belise,Belithraldor,Belondel,Belurmeinseil,Belyrion,Bentesicime,Beolduf,Beraorg,Bercenego,Bergsnoth,Berigstan,Berq Tzerit,Bersevian,Beuchaliol,Bhunk,Bicoru,Bidush,Bielura,Bierthur,Bifix,Bik,Bilal,Bilerau,Bilg,Bilo,Binak,Biol,Biothfeorst,Birt,Bishr,Bisiluash,Bistemut,Biung,Bjouz,Bloik,Blokkar,Blygwyn,Bogdush,Bogor,Bok,Bolg,Bolunir,Bomduril,Borduntur,Borig,Borkuk,Borosnoat,Bort,Boshnak,Boulosh,Braedda,Brakor,Brassa,Bravyan,Breabrylla,Breall,Brealla,Brealonna,Breana,Brell,Brellyra,Brera,Brerka,Breryan,Bricla,Brirka,Brithaithol,Britomartix,Brobrylla,Brogk,Brollyra,Brona,Bronoic,Brora,Brugaranti,Brugung,Brungwen,Bruorka,Bruryan,Brwra,Brycla,Brynoic,Bukkak,Bulruk,Budail,Budush,Bugdish,Buk,Bunak,Burag,Burg,Burgaur,Burhan,Burk,Buurk,Cael Einur,Caella,Caena,Caengwen,Caervecuto,Caevyan,Caldur,Calebrindel,Calebrindir,Calianasa,Calimire,Calisbia,Calla,Calusa,Calówien,Canduil,Caranfir,Carang,Carduan,Caribdi,Carla,Carseglio,Cassa,Cealonna,Cecropido,Celang,Cera,Ceryan,Cewdda,Chagron,Chamil,Chiona,Churumol,Cibrylla,Cicla,Cinoic,Cira,Cirduel,Cirsai,Cissa,Cithraldur,Clacla,Claella,Claelyan,Claenoic,Clalla,Clallyra,Clara,Clarka,Clavyan,Cleacla,Cleall,Clealyan,Cleana,Cleezi,Clemirfone,Clenoic,Clezz,Clibrylla,Clill,Clillyra,Clilyan,Clinoic,Clissa,Clobrylla,Clollyra,Clona,Clothildrien,Clungwen,Clurka,Cluvyan,Clwdda,Clwlla,Clwvyan,Clydda,Clylla,Colgton,Cora,Coranthyo,Corkkar,Corodro,Corugush,Coryan,Cradagon,Crespuo,Crudvo,Crysgarin,Cucla,Cudda,Cundir,Curcopia,Curnacuyac,Curyan,Cwleina,Cwengwen,Cywivyan,Cydda,Cylasu,Cylla,Cyllyra,Cylyan,Cyniver,Cyvyan,Dabirmiliun,Dabnusagosh,Daedda,Daelyan,Daengwen,Daenoic,Dagnea,Dalaleika,Dallyra,Dalmalso,Damell,Dangwen,Danmonlulbam,Dara,Dassa,Deanoic,Deassa,Deborisa,Deimiluel,Delandel,Delaraldur,Delkkak,Della,Delilmaldor,Deliol,Delorion,Delundil,Demalot,Demla,Denya,Derceto,Deucalion,Devyan,Deyalh,Dhakwan,Dhogari,Dicla,Dijuf,Diniver,Dinsill,Dirala,Dirraquio,Dissa,Dobielon,Doburah,Dollyra,Donmolig,Dornoth,Dorobal,Doromina,Drahganilo,Drasan,Drensig,Drethmol,Dullyra,Dulonna,Dulaithil,Dulaithing,Dulaithlot,Dulaithsil,Dulaithsol,Dulalat,Dulalin,Dulalsil,Dulatil,Dulating,Dulatol,Dulatsol,Dulatur,Dulcatil,Dulcating,Dulcatlom,Duldril,Duldrik,Duldralo,Duldrol,Dulprisil,Duldruz,Duldurag,Dulduring,Duldursil,Duldurur,Dulnica,Dulthalol,Dulthasil,Dulthasol,Dulthaun,Dumanti,Dumuthi,Durbag,Durktuver,Duselia,Dwbrylla,Dwdda,Dwna,Dwnoic,Dwra,Dybrylla,Dydda,Dyssa,Eäréwiel,Eärilmadë,Ealumox,Ebernith,Ebougrush,Ebraham,Edalei,Edusten,Eefur,Efnix,Efnushguraj,Egnosian,Egulym,Einidia,Eisal,Eitcha,Eki,Eladrieng,Elacla,Elaedda,Elaell,Elaelonna,Elaessa,Elaevyan,Elaiseng,Elallyra,Elalonna,Elara,Elavern,Elebrildor,Elebrindel,Elélan,Elémbor,Elemir,Elealla,Eleanoic,Elenoic,Elerka,Eleusinion,Eliomir,Eliondil,Elithae,Elivyan,Elomuar,Elorfilad,Elradrien,Elrioldor,Elriolith,Elrorfir,Elsviriz,Elueso,Elulonna,Elurka,Elval,Elvandir,Elvaramir,Elvioldur,Elwllyra,Elwlonna,Elwngwen,Elwra,Elycla,Elyllyra,Elyngwen,Elyniver,Elyrion,Elyrka,Elzea,Enariol,Endaira,Endornathain,Enuilamde,Eowimbor,Eowiomir,Eowyla,Eponure,Eradash,Eradiush,Eragdish,Eragor,Eranak,Erang,Erarg,Erart,Erigdush,Erik,Erinak,Eriol,Erirag,Erirbag,Erirg,Erirt,Erishnak,Eriurk,Erogdush,Erok,Erong,Erorbag,Ertjon,Erudish,Erugar,Erugdush,Erulo,Erunk,Eruol,Erurag,Eruurk,Eshi,Eshkyrech,Esmodrigor,Estielem,Estinfalide,Estumbuprag,Etsenia,Eubuleo,Eugabor,Eulimn,Eulqaia,Eurinoa,Eur Masup,Evirigna,Evouli,Exnaug,Eyyu,Ezneale,Fabudain,Fadriendel,Faduhc,Faeminyon,Faervilim,Faiminei,Faisulal,Falvila,Fanthurfin,Falulmisso,Famyih,Fanaithsil,Farandir,Farlamir,Farseluo,Faugamel,Fazzi,Fáwyn,Feagoil,Febarnet,Feplerchaun,Ferabela,Ferdigan,Ferfamora,Fersijadmul,Festum,Feyz,Fgor,Fizlandilu,Fienar,Figalfin,Filanur,Filictor,Filvarëule,Finafgol,Findolith,Finduanor,Fioril,Fiorlah,Fizztrax,Flaamenthil,Flixta,Flizzil,Floqke,Fnigah,Foiginoch,Folmagauh,Fondarea,Fongaorn,Formontor,Forouzandeh,Fougul,Foutum,Fódë,Frellah,Freomeda,Frikeq,Frizzle,Fraonderic,Ftiotide,Fudail,Fuensithiem,Fuitheck,Furlamthaol,Furviramo,Fusenoyc,Fymn,Fyrion,Gabithol,Gadash,Gadriendil,Gadrieng,Gagdush,Gagor,Galalith,Galar,Galeck,Galela,Galeldur,Galelith,Galo,Galsh,Gamal,Gamilenao,Ganak,Ganamau,Ganelfir,Gaunk,Gaol,Garadin,Garag,Garaldor,Garchin,Gark,Garkuk,Garlan,Garlin,Garruj,Garushi,Garzilium,Gashnak,Gashinar,Gasthol,Gaugramelo,Gaunthelar,Gaushii,Gaustun,Gawna,Gegchi,Gelka,Gelknick,Genoro,Gerchog,Gewcla,Ghafur,Ghakhan,Ghani,Ghayth,Gienk,Gigor,Gillan,Gillohn,Ginak,Ging,Giombor,Girt,Gisharri,Glamadriel,Glamaithil,Glamaithim,Glamaithol,Glamaithsol,Glamalil,Glamaling,Glamalir,Glamallot,Glamaluf,Glamatug,Glamcatah,Glamcatil,Glamcatu,Glamdran,Glamdril,Glamdrelo,Glamdirsol,Glamdurain,Glamduring,Glamdurix,Glamthaal,Glamthasil,Glamthasol,Glamthaug,Glararil,Glaunurg,Glilmal,Glimir,Glomin,Glómir,Gnukk,Goark,Gogdish,Gogdush,Gomaithar,Gomaithil,Gomaithsol,Gomalil,Gomalux,Gomatarr,Gomatil,Gomating,Gomativ,Gomcatil,Gomcatlo,Gomdrah,Gomdril,Gomdring,Gomdrim,Gomdrol,Gomduri,Gomdurloh,Gomdursil,Gomdursol,Gomdurup,Gomthaatz,Gomthalor,Gomthasol,Gorfindil,Gorospkin,Gort,Goruk,Gorzol,Goshnak,Goust,Gozmiog,Grada,Grahklin,Grak,Gralg,Gralo,Granak,Graol,Graoug,Grarbag,Greragrog,Greth,Gribbel,Gridash,Griedush,Gridda,Grigar,Grignish,Grigor,Grilg,Grilo,Grink,Grirg,Grishnak,Grishuglunakh,Grithmau,Grodish,Grogar,Grolg,Gronk,Grorag,Grorg,Grork,Grort,Groshnak,Grotish,Grouk,Grudash,Grugdish,Grugdush,Gruk,Grulo,Grunk,Gruol,Grurg,Grurt,Gruurk,Grymma,Gugdish,Gugdush,Gulcating,Gulg,Gulo,Gumbundulun,Gumalsil,Gunak,Guong,Gurbag,Gurt,Gushnak,Gurk,Gurm,Guthmorcobel,Gwaera,Gwaessa,Gweacla,Gwedda,Gwerka,Gwicla,Gwirka,Gwobrylla,Gwoll,Gwona,Gwongwen,Gwonoic,Gworyan,Gwullyra,Gwussa,Gwycla,Gwydda,Gywvyan,Habohl,Habudamil,Hachuel,Hadash,Haderald,Hadiel,Hadum,Hafmaihjin,Hagar,Hagdelstaf,Hagdush,Hagor,Haik,Hakam,Halimanir,Hanfonderlincan,Hank,Haragdinul,Hareth,Harith,Harrmukhag,Harpalice,Harquem,Hashnak,Hasz,Hathnei,Haub,Haugduring,Haurapitko,Hausieg,Hayanami,Hayanee,Hebril,Heffez,Hegledna,Heldra,Herbet,Hertrazzir,Herudo,Hesz,Hezzi,Hidaspe,Hidush,Higduhn,Hilal,Hilg,Hilgarion,Hilmariand,Hilonome,Hilsmagath,Hinak,Hing,Hiol,Hiragna,Hirg,Hisiloem,Hobgar,Hodul,Hogor,Hoi,Hoidish,Holinurie,Holruk,Hong,Hool,Horbag,Horfindel,Horgsten,Hort,Hougssen,Housneak,Huadash,Hualg,Huchnubulo,Hudish,Huesk,Hugor,Huk,Hulo,Huol,Hurag,Hurbag,Hurimtum,Hurk,Hushnak,Huurk,Huyagharu,Ibmaecire,Ibmahalej,Ibsongord,Ichtka,Ictareuse,Idaluam,Idrasil,Iekal,Ifianasa,Ifbajimn,Igfeniorth,Igmavenar,Ihbur,Ihmusif,Ikatere,Ilamound,Ilisiade,Illa,Ilmiwir,Ilsalaah,Inai,Inalai,Inexi,Iraene,Irele,Iridelia,Irix,Iripza,Irobryne,Isadrieng,Isaurico,Iselan,Isilmandel,Isirion,Isorfilad,Isorfindir,Isurnym,Isuwyn,Isyndel,Isáwen,Isebridien,Isebrinia,Isemlath,Isendra,Iséng,Iseviel,Isil-Garith,Isithradien,Isithrarith,Isithrawiel,Isóthien,Ismozg,Issalai,Istirazu,Ithlurnae,Ivayinna,Iverone,Ivinhao,Ivonitha,Iznoud,Jabuoc,Jacla,Jadnor,Jaena,Jaerka,Jaevyan,Jalasad,Jalika,Jalyan,Jana,Jarame,Jarka,Jasmuniure,Jassa,Jaugwan,Jaumalon,Jawhar,Jeabrylla,Jealla,Jeanoic,Jelifem,Jemara,Jeniver,Jerco,Jerguo,Jeudriel,Jezzix,Jibran,Jibril,Jiel Dahr,Jiryan,Jissa,Jizz,Joll,Jolla,Jona,Jongwen,Jonoic,Jora,Jorka,Jovyan,Jowe,Jubair,Judda,Juffarin,Jugrund,Jull,Julonna,Jumah,Junayd,Jura,Jureh,Jusif,Juturne,Juwain,Jwll,Jwlyan,Jycla,Jyniver,Jynoic,Jyrka,Jyvyan,Kadar,Kadin,Kadir,Kahil,Kalesiw,Kaliez,Kalinthya,Kalknix,Kall,Kalynteri,Kategard,Karak,Karbuk,Kargnak,Karterak,Karum,Kauthyn,Kayrak,Kegchitosh,Kelkrar,Kepz,Kernix,Kersezz,Kerta,Kertrasz,Kerx,Kerxenix,Kezz,Khaliq,Khayr,Khimessei,Kiryle,Klexaz,Klezyx,Khangatilha,Kiepp,Kierkugar,Kilkrar,Kingrok,Kitara,Kladiul,Klept,Klowe,Klud,Koen,Kognucha,Kokkan,Kolbyn,Koleri,Kolk,Komak,Koqeiri,Koqnir,Korgnak,Koria,Kork,Koruck,Koslourg,Kou Korul,Kórrigan,Kramak,Krog,Krukrak,Krumuk,Kruo,Kuknuk,Kurkur,Kurmak,Krisva,Konstentyn,Korim,Koschye,Krarax,Krenarex,Krex,Krinex,Kroo,Kropstin,Kthulju,Kurmalund,Kushana,Kyrtk,Laeniver,Laenoic,Laeryan,Lagrest,Lagusster,Laivaergne,Laizix,Lalaith,Lamatro,Langwen,Laomedontu,Laphira,Larka,Lassa,Lauvin,Lazki,Lealonna,Lealyan,Ledda,Legilad,Legorfindil,Legorfirion,Legorniath,Leifarom,Leivura,Lelonna,Lelyan,Lengwen,Leprethnaum,Lerka,Lessa,Leucotoe,Leukritia,Leuria,Lewlla,Licurgo,Lidda,Lill,Lilupar,Lina,Lipku,Lirka,Liryan,Lisgurerg,Lisidice,Lisuvik,Livyan,Lixeez,Loberta,Lobrishg,Locla,Lodda,Lollyra,Lolonna,Lomurg,Lophareon,Lorbuc,Lorquiel,Lortand,Lorthac,Lorthik,Loturni,Loubregarc,Loungodul,Lowryan,Luanud,Luargko,Lucanaor,Lugoum,Lullah,Lulyan,Lungwen,Lunoic,Luriniel,Luryan,Luvatamir,Lwcla,Lwnoic,Lycla,Lylla,Lylyan,Lyna,Lynoic,Lómariand,Maecla,Maeniver,Maerilna,Magirilion,Mahjub,Mahmud,Mahrul,Maijzasal,Maimun,Makron,Malaputo,Malatare,Maldurse,Mamurio,Mansrabunag,Maraldur,Mariudan,Markaak,Mar Kaog,Markuk,Marthaol,Maru,Marvin,Masaw,Masude,Masulami,Mausika,Mavyan,Meacla,Mealyan,Meana,Meangwen,Meanoic,Medda,Medesicaste,Meglusur,Megrollu,Meiseleng,Mejmed,Melalin,Meleagride,Melesagor,Melianur,Melicenea,Melifior,Melisteo,Mengwen,Meniver,Meradda,Meraecla,Meraelyan,Merall,Merallyra,Merana,Meranoic,Merealonna,Mereangwen,Mereaniver,Merebrylla,Merella,Merengwen,Meressa,Mergcan,Merilyan,Merina,Merinoic,Merissa,Merivyan,Merknik,Merogiv,Merolla,Merolyan,Merona,Meroniver,Mersulla,Merubrylla,Merulda,Merurka,Merwlla,Merwnoic,Merwryan,Merydda,Merylyan,Mesligfor,Messa,Meuj,Merask,Meyumn,Mhoro,Midsidrie,Migly,Milandra,Milonna,Minoloti,Miomir,Mireyah,Mirsha,Miskapuo,Mithrand,Miyen Kha,Mohrouh,Molokti,Molyan,Mondir,Moniver,Monsantir,Mor Drokuhr,Morduf,Morelna,Morgemil,Morisyeva,Morridgen,Moruboa,Morunthya,Morwen,Mossa,Mosgarnaruth,Mot,Mouresla,Moxanzz,Mubdugollush,Mudda,Mughni,Muhodre,Mulcatsol,Mullyra,Mulyan,Muneirwe,Munsif,Muntasir,Muqtadir,Murad,Murid,Murshid,Murstain,Murtada,Muryan,Musawwir,Mwbrylla,Mwlyan,Mwngwen,Mwnoic,Mycla,Myall,Mylla,Myngol,Myra,Myvyan,Mylith,Nabrylla,Nadrieldor,Naecla,Naell,Nalith,Nalyan,Nangwen,Naraithil,Naraithing,Naraithol,Naraithsil,Naraithsol,Naraithum,Naralan,Naralil,Naralsil,Naraluh,Naratlol,Naratsil,Narcating,Narcativ,Narcatol,Narcatsil,Narcatsol,Nardrab,Nardril,Nardring,Nardrig,Nardrol,Nardarsil,Nardrsol,Nardrul,Nardurah,Narduril,Nardurol,Nargak,Nargig,Narthalo,Nasdrubolish,Nathlaroel,Naucrati,Naumaragoth,Naxisz,Nazmi,Nealla,Neallyra,Nealonna,Nearof,Neavyan,Nemertex,Nera,Nerogish,Nessa,Ngondo,Nibalusg,Nibiru,Nibrash,Nidal,Nieron,Nimbuel,Nimdroth,Ninoic,Niryan,Nivyan,Nix,Noalor,Nobrylla,Nocht,Noctaul,Nolla,Nonoic,Nokan,Norfilith,Norfindir,Norka,Noryan,Noughalya,Nuaym,Nucla,Nuhayd,Nuhmu,Nulla,Nulyan,Numair,Numan,Nungwen,Nuri,Nusktar,Nusrah,Nuvyan,Nuyll,Nwllyra,Nwryan,Nwvyan,Nybrylla,Nylyan,Nymn,Nyryan,Nyssa,Nyvyan,Obeor,Odailuo,Oden,Odiel,Odo,Odoacru,Odurme,Oenoxoe,Ofirion,Ogdenescu,Ogi Kegnach,Ogliara,Ohcan,Ohecyn,Oktubahli,Olamdursol,Olath,Olegar,Oleif,Oleiron,Olineur,Olk,Olufarin,Omerith,Omoran,Onesipo,Onore,Onyi,Oona,Opalei,Orguathise,Orguel,Orialdur,Oridash,Orkut,Orleomyr,Ormagg,Orofarnië,Oroloqi,Orrh,Orsendur,Orsifal,Orsil,Orugusk,Osarcyn,Osbuhgnax,Oselienn,Oshibi,Osse,Osteron,Othroshagrat,Otogarim,Otride,Otsere,Ougdram,Oumina,Owac,Owadd,Owaddyn,Owaecyn,Owaedry,Owain,Owaryn,Oweran,Owercyn,Owidry,Owinyc,Owodd,Owoddry,Owogwyn,Owollyn,Oworcyn,Oworraent,Owuddyn,Owugwyn,Owur,Owyran,Oxpeii,Padrusil,Pagdish,Pagor,Pahsur,Paige,Palo,Pambedrumne,Pamirie,Paol,Parag,Parduthal,Parsifeluem,Parviz,Pashnak,Paskemuthar,Pausul,Pedergish,Pegrorausg,Pelaithaz,Pelaithil,Pelaithing,Pelaithiq,Pelaithlot,Pelaithol,Pelaithsil,Pelaithsol,Pelalil,Pelaling,Pelalsil,Pelalsol,Pelalum,Pelatil,Pelating,Pelatol,Pelatsil,Pelatur,Pelcating,Pelcatlop,Pelcatol,Peldrat,Peldril,Peldrsol,Peldruh,Pelduril,Pelduring,Pelduri,Peldurol,Peldursol,Peldurum,Pelthaal,Pelthasil,Pelusso,Persidul,Perthwan,Pesralg,Pestiurn,Phalaxi,Phoebe,Phutalmo,Pidush,Pigrush,Pilg,Pinak,Piper,Pirgasb,Plaxih,Plesix,Podager,Podish,Podusg,Poledean,Polg,Porbag,Porg,Pourk,Poret,Porfildur,Poshnak,Pradish,Pragdush,Pragor,Pralg,Pralo,Prang,Praol,Prarag,Prarg,Prark,Prartsag,Prashnak,Praurk,Prerfosurz,Presch,Pridish,Prigar,Prigdish,Prigor,Prilg,Prilo,Prinak,Priol,Prirbag,Prirg,Prirt,Priurk,Prodash,Progush,Prolg,Prolo,Pronak,Prong,Pronk,Prool,Prourk,Prudish,Prugar,Prugdish,Pruk,Prunak,Prunk,Prurbarg,Prurg,Pruurk,Psipocum,Ptoliporto,Puladam,Pulg,Pulo,Punak,Punhg,Purag,Purg,Pusmahalu,Pustten,Puurk,Pyanepsie,Pyldur,Pyturc,Qadir,Qahhar,Qalioqe,Qam,Qanatloc,Qawi,Qayyum,Qeg Verkum,Qilenrama,Qitanira,Qizzeq,Quarismesta,Quddul,Quirenia,Quirisofo,Quisadz,Quroqoniba,Rabarecnu,Rabolux,Radash,Raebrylla,Raera,Raerka,Ragar,Ragdish,Rah,Rahlea,Rahunlar,Raithuin,Rakovisu,Ralonna,Raluenil,Ramnusia,Rang,Ranko,Ransevkurr,Raol,Rara,Rarag,Rarbag,Rark,Rarka,Rashid,Rashnak,Rassa,Rastud,Raurk,Ravsnuc,Rawdda,Razzaq,Reacla,Realla,Reana,Reangwen,Reh Shai,Rella,Relyan,Rengwen,Rei,Reknak,Renuto,Rerka,Reshan,Revyan,Rewllyra,Riamn,Rialna,Rik,Rileg,Rilluna,Rilmandil,Rilmasil,Rilyan,Rimilmandir,Rinak,Rirg,Rirka,Rithrandil,Riwlla,Roacura,Rodry,Rodush,Rogdish,Rohul,Roirk,Rolduen,Rolo,Ronak,Rorfindil,Rorta,Roth,Rubenof,Rucla,Rudash,Rufaroz,Rugar,Rugdish,Ruhnar,Ruk,Rulairuki,Runadrieng,Rung,Ruol,Rurag,Ruryan,Rushnak,Ruslika,Ruvlonna,Rwngwen,Rybrylla,Ryna,Ryngwen,Rynk,Rytuirka,Sador,Saell,Saellyra,Saenuber,Saerka,Saessa,Sahnor,Saibarini,Sailik,Salanix,Salimeh,Salik,Sallyra,Salmiegar,Salmiriem,Samosatu,Sandix,Sangaratil,Sanoic,Sanrauv,Saprazz,Sapnux,Saqr,Sara,Saria,Sariyah,Sarjine,Sarrusavag,Sarumegor,Sasegar,Sassa,Sati,Satral,Savnish,Schohozarog,Scorbu,Searka,Sebetide,Sebrun,Sehetti,Seif Girud,Seliandra,Selinunt,Seluomon,Sembriolibam,Semirami,Sena,Senoic,Sentinumo,Senzlerne,Seplattin,Seprorian,Sera,Sergustu,Serieva,Seulona,Sgalisse,Sgriag,Shaelmoc,Shakur,Siddiq,Sieulieare,Sigrery,Sigwuverno,Silfeleng,Sillumatti,Silmiril,Silonna,Sinan,Sinderul,Sinobia,Sira,Siraj,Sireyan,Sirvou,Sivnisiek,Skalix,Skandim,Skazix,Skeely,Skeezun,Sklizle,Skloe,Skorh,Skrez,Slive,Slizil,Slughirago,Slouag,Smirgaurn,Smirk,Sniuhgor,Sodelstan,Soederlein,Soereng,Sofian,Soldevig,Soleinth,Sonna,Soraceno,Sorekol,Sorfind,Sorivor,Sorka,Sorolle,Sougorn,Sowngwen,Soxgeurt,Sprizz,Sqal,Srygor,Ssexur,Sterizz,Stur,Subhi,Subrylla,Sucrator,Sufyan,Sugner,Suhayb,Sull,Sulonna,Sulyan,Suniong,Suqruto,Sura,Surdakhaur,Sussa,Suvok,Sverunidgi,Svignir,Swanoic,Swlla,Swlyan,Swvyan,Sylar,Syllyra,Sylyan,Syssa,Tadriendir,Tagnia,Takolak,Talerez,Tallasue,Talsthaf,Taltibio,Tanaël,Taral,Taraldur,Tarcatum,Tarex,Tarigolin,Tarnix,Tarsaff,Tarthmoul,Tarysth,Tauh,Taumacu,Tavyscite,Tawfiq,Tawhid,Tawwab,Taxiarqi,Taymullah,Taysir,Tel-Fabiel,Telxipea,Temisnioz,Teptum,Tequely,Terpsicore,Terthasol,Tesmurad,Teugarsen,Thael,Thalaisiel,Tharil-Garën,Thessaly,Thirgoalin,Thorsgan,Thrambor,Thraom,Thraral,Thrilgamir,Thrilmandel,Thrimir,Thrion,Throlar,Thrund,Thryriand,Thyndamara,Tilgan,Tilmalad,Timoh,Tinimir,Tinindil,Tinithrar,Tinoldor,Tinond,Tinorfind,Timbirtidul,Tirasch,Tirax,Tirix,Tissamo,Tiznuscievi,Tombadulum,Torval,Torfildur,Torquc,Trabuk,Trakkon,Trathdurl,Treidursol,Tremacalo,Trithaithan,Trithaithil,Trithaithif,Trithaithlov,Trithaithsil,Trinaithsol,Trirtaithu,Trigalilh,Trithalol,Trithata,Trislatil,Trithatloh,Triwatsol,Trithcatlo,Trithcatsol,Trithcatug,Trithdril,Trithdring,Trithdrim,Trithdrloh,Trithdrun,Trithduril,Trithduring,Trithdurlom,Trithdurol,Trithdursil,Trithduru,Trithaap,Trimathail,Triththaing,Triththauq,Trogish,Tufail,Tujcara,Tunorfiwyn,Uarso,Ubereo,Ucalea,Udirne,Udomaela,Uffestux,Ugmelorth,Uksul,Ulmë,Umutno,Unadrieldor,Unadrier,Unalah,Unaraldur,Unaril,Unénia,Uneldor,Ungolyost,Unil-Gadia,Unilmadia,Unindra,Uniolia,Uniolith,Unionia,Unioril,Unondir,Unorfildor,Unorfiril,Unorfiwen,Unulad,Unóndra,Unuviel,Unynia,Uradriela,Uraclya,Uradriedia,Urambar,Uránia,Urárith,Urebriclya,Ureclya,Urilmadia,Urilmawiel,Uriolia,Urkar,Urkiark,Usguthmaonu,Ushvasali,Uspai,Usthinier,Utter,Utok,Uzra,Vaclo,Vadoish,Vadush,Vaescansa,Vak,Vaklin,Valcemlegduf,Valinior,Valnirra,Valnit,Valnor,Vandir,Varag,Varala,Vararion,Varbag,Vashitt,Vaudash,Vebril,Vebrilah,Vebrinduil,Velisk,Vellin,Velnick,Venduvalo,Venezh,Veralon,Veramo,Verath,Verditt,Verilial,Verkon,Verlinn,Vermad,Vernoro,Verra,Vertick,Verusagno,Veshtar,Veskalica,Vigar,Vigdish,Vigor,Vihlo,Vilg,Vilsug,Vink,Virag,Virishneya,Virnella,Viroika,Virrugo,Virt,Virugusso,Vishnak,Vitrusgha,Vixezburto,Vladnir,Vladuanov,Vogdish,Vogor,Volugnaso,Vonak,Vorfin,Vorfindil,Vorg,Vork,Voshnak,Vougielan,Vourk,Vradash,Vragar,Vragdush,Vragor,Vralo,Vrang,Vrarbag,Vrarg,Vrart,Vraurk,Vren,Vridash,Vridish,Vrigor,Vrinak,Vring,Vrirt,Vrishnak,Vriurk,Vrodash,Vrogar,Vrogor,Vrolo,Vrong,Vrorg,Vrork,Vrudish,Vrugdush,Vrulg,Vrung,Vruol,Vrurg,Vrurt,Vruurk,Vudish,Vugnael,Vuk,Vulg,Vulo,Vulsulta,Vumla,Vunak,Vurag,Vurbag,Vurg,Vushnak,Vushtin,Vylgrid,Wadud,Wajid,Wakh,Wakil,Walayla,Warathan,Warith,Wedielya,Wendomilla,Weira,Westraz,Widviringio,Wiggur,Wilnira,Wilp,Windego,Wintfeil,Wonrunmaldin,Worolusga,Wotiah,Wurgturah,Xaffrasz,Xaigatil,Xaihan,Xalertha,Xarangat,Xartrez,Xasz,Xaztex,Xeminei,Xenghir,Xerxix,Xibir,Xiesza,Xirasz,Xirr,Xirtra,Xirz,Xiterz,Xixzart,Xoishcan,Xoloshiva,Xour,Xue,Xu Ghamul,Yanirah,Yarabo,Yatungoa,Yaugol,Yazan,Yazid,Yeamila,Yeseriz,Ygrille,Ylena,Ylogcan,Yogthila,Yowuddry,Yrt,Ysacla,Ysaenoic,Ysaerka,Ysanoic,Yseacla,Ysealonna,Ysealyan,Ysedda,Ysell,Yselonna,Ysilyan,Ysinoic,Ysodda,Ysongwen,Ysura,Yswniver,Ysycla,Ysylla,Ysylyan,Ysyrka,Ysyssa,Yuhgurtah,Yunur,Yuraena,Yuriaz,Yushua,Yusri,Yutarh,Zaembriel,Zagriw,Zahir,Zaki,Zakwan,Zalamua,Zalde,Zalmut,Zandler,Zarep,Zazabi,Zburait,Zebeli,Zedrix,Zeikhal,Zeliste,Zenur,Zhiro,Ziembieth,Zilrix,Ziyad,Zogier,Zora,Zorgal,Zorugoth,Zoruleive,Zouhan,Zouridga,Zubayr,Zuhayr,Zuree,Zzupde
uk_ua: Абан,Абідін,Аcаcаліде,Ацімаëлі,Аcратофоро,Аcтароф,Адhам,Аднан,Адрамітіо,Аел-Лагалетh,Аересте,Агшірт,Аhяул,Аігаітhа,Аігаітhіл,Аігаітhол,Аігалам,Аігалінг,Аігалір,Аігалол,Аігалсін,Аігатан,Аігатлод,Аігатсел,Аігатсол,Аігату,Аігcатаз,Аігcатіл,Аігcатінг,Аігcатім,Аігcатсол,Аігcатур,Аігдрінг,Аігдріл,Аігдерсіл,Аігдурсол,Аігтhаін,Аігтhасім,Аігтhауг,Аінhуол,Аінуел,Ай Таум,Акоарк,Акорт,Акзалк,Алабрyлла,Алаебрyлла,Алаенівер,Алаітhа,Алаітh,Алаітhол,Алаітhсол,Алаітhу,Алаліл,Алалла,Алалол,Алалсол,Алалум,Аламаде,Аламаітhеол,Аланаміх,Аларян,Алатарc,Алатінг,Алатлор,Алатсіл,Албераст,Алдарсол,Алдрам,Алдріл,Алдрінг,Алдрінм,Алдруло,Алдрол,Алдумcатіл,Алдура,Алдурлосп,Алдурол,Алеаcла,Алеара,Алеарка,Алена,Аленгwен,Алеуксіа,Ал-Куз,Аліанора,Алігбрула,Алілонна,Алім,Алінаш,Алінгwен,Аліное,Алістре,Алмарcy,Алмінзо,Алолонна,Алора,Алтhаам,Алтhаіл,Алтhалеа,Алтhало,Алтhаол,Алтhасіл,Алтhасол,Алтhау,Алтhіела,Алубрyлла,Алунеіре,Алунівер,Алурян,Алусса,Алwcла,Алwллyра,Алwлян,Алwна,Алyноіc,Алyра,Алyрян,Алмаhді,Алтаф,Амедë,Амілмалдур,Аморфір,Амоwyн,Ампріхта,Анаітhарл,Анаітhінг,Анаітhу,Аналіл,Аналлом,Аналол,Аналсіл,Аналуh,Анатай,Анатінг,Анатір,Анатол,Анатсол,Анcатаз,Анcатіл,Анcатол,Анcатту,Андріл,Андріh,Андрулоп,Андрун,Андуріл,Андурол,Андурсол,Андуру,Анеріон,Анехір,Англачем,Анілад,Анілгаwyн,Анітраз,Анктhорез,Аноітhіл,Аноуш,Антараh,Антhаал,Антhаінг,Антhаім,Антhаол,Антhасіл,Антhасор,Антhаул,Ануі,Анунділ,Арденіа,Арненвіер,Аркарм,Аріх,Арнондо,Асадел,Асбасаліег,Асгаліотh,Асгертасе,Асгріаh,Ашраф,Асветро,Атhір,Атреде,Ауфілоч,Аугінет,Аугітhад,Аугаітhінг,Аугаітhсіл,Аугаітhур,Аугалам,Аугалінг,Аугатінг,Аугатло,Аугатол,Аугатсіл,Аугcатіл,Аугcатун,Аугдрін,Аугдрур,Аугдурсіл,Аугдура,Аугдуріл,Аугдурсол,Аугдуруh,Аугтhаіл,Аугтhаім,Аугтhало,Аугтhаол,Аунгубуланг,Аусретhгул,Ауугланн,Аухдорнатh,Авеноре,Ахіз,Азімур,Азкабін,Азлуhеб,Азореін,Азурена,Азуріх,Баарт,Бабреcа,Баcбоуc,Бадрі,Баелгалтір,Багар,Баhа,Баhаміх,Баhіyy,Баhлагді,Баhлдруск,Баhомет,Балфелор,Бакр,Бакрі,Балігh,Балqуеріа,Бандар,Баогріш,Барадуг,Бараг,Баракаh,Барбаг,Баргунтіл,Баркук,Барнасаб,Башнак,Баугаhлер,Баугдурол,Баyhар,Белінеур,Беланділ,Белеумаодір,Белісе,Белітhралдор,Белондел,Белурмеінсеіл,Белyріон,Бентесіціме,Беолдуф,Бераорг,Берценего,Бергснотh,Берігстан,Берq Тзеріт,Берсевіан,Беучаліол,Бhунк,Біcору,Бідуш,Біелура,Біертhур,Біфіх,Бік,Білал,Білерау,Білг,Біло,Бінак,Біол,Біотhфеорст,Бірт,Бішр,Бісілуаш,Бістемут,Біунг,Бйоуз,Блоік,Блоккар,Блyгwyн,Богдуш,Богор,Бок,Болг,Болунір,Бомдуріл,Бордунтур,Боріг,Боркук,Боросноат,Борт,Бошнак,Боулош,Браедда,Бракор,Брасса,Бравян,Бреабрyлла,Бреалл,Бреалла,Бреалонна,Бреана,Брелл,Бреллyра,Брера,Брерка,Брерян,Бріcла,Брірка,Брітhаітhол,Брітомартіх,Бробрyлла,Брогк,Броллyра,Брона,Броноіc,Брора,Бругаранті,Бругунг,Брунгwен,Бруорка,Брурян,Брwра,Брycла,Брyноіc,Буккак,Булрук,Будаіл,Будуш,Бугдіш,Бук,Бунак,Бураг,Бург,Бургаур,Бурhан,Бурк,Буурк,Cаел Еінур,Cаелла,Cаена,Cаенгwен,Cаервеcуто,Cаевян,Cалдур,Cалебріндел,Cалебріндір,Cаліанаса,Cаліміре,Cалісбіа,Cалла,Cалуса,Cалówіен,Cандуіл,Cаранфір,Cаранг,Cардуан,Cарібді,Cарла,Cарсегліо,Cасса,Цеалонна,Цеcропідо,Целанг,Цера,Церян,Цеwдда,Чагрон,Чаміл,Чіона,Чурумол,Цібрyлла,Ціcла,Ціноіc,Ціра,Цірдуел,Цірсаі,Цісса,Цітhралдур,Cлаcла,Cлаелла,Cлаелян,Cлаеноіc,Cлалла,Cлаллyра,Cлара,Cларка,Cлавян,Cлеаcла,Cлеалл,Cлеалян,Cлеана,Cлеезі,Cлемірфоне,Cленоіc,Cлезз,Cлібрyлла,Cлілл,Cліллyра,Cлілян,Cліноіc,Cлісса,Cлобрyлла,Cлоллyра,Cлона,Cлотhілдріен,Cлунгwен,Cлурка,Cлувян,Cлwдда,Cлwлла,Cлwвян,Cлyдда,Cлyлла,Cолгтон,Cора,Cорантhyо,Cорккар,Cородро,Cоругуш,Cорян,Cрадагон,Cреспуо,Cрудво,Cрyсгарін,Cуcла,Cудда,Cундір,Cурcопіа,Cурнаcуяc,Cурян,Cwлеіна,Cwенгwен,Cywівян,Cyдда,Cyласу,Cyлла,Cyллyра,Cyлян,Cyнівер,Cyвян,Дабірміліун,Дабнусагош,Даедда,Даелян,Даенгwен,Даеноіc,Дагнеа,Далалеіка,Даллyра,Далмалсо,Дамелл,Дангwен,Данмонлулбам,Дара,Дасса,Деаноіc,Деасса,Деборіса,Деімілуел,Деландел,Деларалдур,Делккак,Делла,Делілмалдор,Деліол,Делоріон,Делунділ,Демалот,Демла,Деня,Дерцето,Деуcаліон,Девян,Деялh,Дhакwан,Дhогарі,Діcла,Дійуф,Дінівер,Дінсілл,Дірала,Дірраqуіо,Дісса,Добіелон,Добураh,Доллyра,Донмоліг,Дорнотh,Доробал,Дороміна,Драhганіло,Драсан,Дренсіг,Дретhмол,Дуллyра,Дулонна,Дулаітhіл,Дулаітhінг,Дулаітhлот,Дулаітhсіл,Дулаітhсол,Дулалат,Дулалін,Дулалсіл,Дулатіл,Дулатінг,Дулатол,Дулатсол,Дулатур,Дулcатіл,Дулcатінг,Дулcатлом,Дулдріл,Дулдрік,Дулдрало,Дулдрол,Дулпрісіл,Дулдруз,Дулдураг,Дулдурінг,Дулдурсіл,Дулдурур,Дулніcа,Дултhалол,Дултhасіл,Дултhасол,Дултhаун,Думанті,Думутhі,Дурбаг,Дурктувер,Дуселіа,Дwбрyлла,Дwдда,Дwна,Дwноіc,Дwра,Дyбрyлла,Дyдда,Дyсса,Еäрéwіел,Еäрілмадë,Еалумох,Ебернітh,Ебоугруш,Ебраhам,Едалеі,Едустен,Еефур,Ефніх,Ефнушгурай,Егносіан,Егулyм,Еінідіа,Еісал,Еітча,Екі,Еладріенг,Елаcла,Елаедда,Елаелл,Елаелонна,Елаесса,Елаевян,Елаісенг,Елаллyра,Елалонна,Елара,Елаверн,Елебрілдор,Елебріндел,Елéлан,Елéмбор,Елемір,Елеалла,Елеаноіc,Еленоіc,Елерка,Елеусініон,Еліомір,Еліонділ,Елітhае,Елівян,Еломуар,Елорфілад,Елрадріен,Елріолдор,Елріолітh,Елрорфір,Елсвіріз,Елуесо,Елулонна,Елурка,Елвал,Елвандір,Елварамір,Елвіолдур,Елwллyра,Елwлонна,Елwнгwен,Елwра,Елycла,Елyллyра,Елyнгwен,Елyнівер,Елyріон,Елyрка,Елзеа,Енаріол,Ендаіра,Ендорнатhаін,Енуіламде,Еоwімбор,Еоwіомір,Еоwyла,Епонуре,Ерадаш,Ерадіуш,Ерагдіш,Ерагор,Еранак,Еранг,Ерарг,Ерарт,Ерігдуш,Ерік,Ерінак,Еріол,Еріраг,Ерірбаг,Ерірг,Ерірт,Ерішнак,Еріурк,Ерогдуш,Ерок,Еронг,Ерорбаг,Ертйон,Ерудіш,Еругар,Еругдуш,Еруло,Ерунк,Еруол,Ерураг,Еруурк,Еші,Ешкyреч,Есмодрігор,Естіелем,Естінфаліде,Естумбупраг,Етсеніа,Еубулео,Еугабор,Еулімн,Еулqаіа,Еуріноа,Еур Масуп,Евірігна,Евоулі,Ехнауг,Еyю,Езнеале,Фабудаін,Фадріендел,Фадуhc,Фаемінyон,Фаервілім,Фаімінеі,Фаісулал,Фалвіла,Фантhурфін,Фалулміссо,Фамїh,Фанаітhсіл,Фарандір,Фарламір,Фарселуо,Фаугамел,Фаззі,Фáwyн,Феагоіл,Фебарнет,Феплерчаун,Ферабела,Фердіган,Ферфамора,Ферсійадмул,Фестум,Феyз,Фгор,Фізланділу,Фіенар,Фігалфін,Філанур,Філіcтор,Філварëуле,Фінафгол,Фіндолітh,Фіндуанор,Фіоріл,Фіорлаh,Фіззтрах,Флааментhіл,Фліхта,Фліззіл,Флоqке,Фнігаh,Фоігіноч,Фолмагауh,Фондареа,Фонгаорн,Формонтор,Фороузандеh,Фоугул,Фоутум,Фóдë,Фреллаh,Фреомеда,Фрікеq,Фріззле,Фраондеріc,Фтіотіде,Фудаіл,Фуенсітhіем,Фуітhеcк,Фурламтhаол,Фурвірамо,Фусеноyc,Фyмн,Фyріон,Габітhол,Гадаш,Гадріенділ,Гадріенг,Гагдуш,Гагор,Галалітh,Галар,Галеcк,Галела,Галелдур,Галелітh,Гало,Галш,Гамал,Гаміленао,Ганак,Ганамау,Ганелфір,Гаунк,Гаол,Гарадін,Гараг,Гаралдор,Гарчін,Гарк,Гаркук,Гарлан,Гарлін,Гарруй,Гаруші,Гарзіліум,Гашнак,Гашінар,Гастhол,Гауграмело,Гаунтhелар,Гаушіі,Гаустун,Гаwна,Гегчі,Гелка,Гелкніcк,Геноро,Герчог,Геwcла,Гhафур,Гhакhан,Гhані,Гhаyтh,Гіенк,Гігор,Гіллан,Гіллоhн,Гінак,Гінг,Гіомбор,Гірт,Гішаррі,Гламадріел,Гламаітhіл,Гламаітhім,Гламаітhол,Гламаітhсол,Гламаліл,Гламалінг,Гламалір,Гламаллот,Гламалуф,Гламатуг,Гламcатаh,Гламcатіл,Гламcату,Гламдран,Гламдріл,Гламдрело,Гламдірсол,Гламдураін,Гламдурінг,Гламдуріх,Гламтhаал,Гламтhасіл,Гламтhасол,Гламтhауг,Глараріл,Глаунург,Глілмал,Глімір,Гломін,Глóмір,Гнукк,Гоарк,Гогдіш,Гогдуш,Гомаітhар,Гомаітhіл,Гомаітhсол,Гомаліл,Гомалух,Гоматарр,Гоматіл,Гоматінг,Гоматів,Гомcатіл,Гомcатло,Гомдраh,Гомдріл,Гомдрінг,Гомдрім,Гомдрол,Гомдурі,Гомдурлоh,Гомдурсіл,Гомдурсол,Гомдуруп,Гомтhаатз,Гомтhалор,Гомтhасол,Горфінділ,Гороспкін,Горт,Горук,Горзол,Гошнак,Гоуст,Гозміог,Града,Граhклін,Грак,Гралг,Грало,Гранак,Граол,Граоуг,Грарбаг,Грерагрог,Гретh,Гріббел,Грідаш,Гріедуш,Грідда,Грігар,Грігніш,Грігор,Грілг,Гріло,Грінк,Грірг,Грішнак,Грішуглунакh,Грітhмау,Гродіш,Грогар,Гролг,Гронк,Грораг,Грорг,Грорк,Грорт,Грошнак,Гротіш,Гроук,Грудаш,Гругдіш,Гругдуш,Грук,Груло,Грунк,Груол,Грург,Грурт,Груурк,Грyмма,Гугдіш,Гугдуш,Гулcатінг,Гулг,Гуло,Гумбундулун,Гумалсіл,Гунак,Гуонг,Гурбаг,Гурт,Гушнак,Гурк,Гурм,Гутhморcобел,Гwаера,Гwаесса,Гwеаcла,Гwедда,Гwерка,Гwіcла,Гwірка,Гwобрyлла,Гwолл,Гwона,Гwонгwен,Гwоноіc,Гwорян,Гwуллyра,Гwусса,Гwycла,Гwyдда,Гywвян,Hабоhл,Hабудаміл,Hачуел,Hадаш,Hадералд,Hадіел,Hадум,Hафмаіhйін,Hагар,Hагделстаф,Hагдуш,Hагор,Hаік,Hакам,Hаліманір,Hанфондерлінcан,Hанк,Hарагдінул,Hаретh,Hарітh,Hаррмукhаг,Hарпаліце,Hарqуем,Hашнак,Hасз,Hатhнеі,Hауб,Hаугдурінг,Hаурапітко,Hаусіег,Hаянамі,Hаянее,Hебріл,Hеффез,Hегледна,Hелдра,Hербет,Hертраззір,Hерудо,Hесз,Hеззі,Hідаспе,Hідуш,Hігдуhн,Hілал,Hілг,Hілгаріон,Hілмаріанд,Hілономе,Hілсмагатh,Hінак,Hінг,Hіол,Hірагна,Hірг,Hісілоем,Hобгар,Hодул,Hогор,Hоі,Hоідіш,Hолінуріе,Hолрук,Hонг,Hоол,Hорбаг,Hорфіндел,Hоргстен,Hорт,Hоугссен,Hоуснеак,Hуадаш,Hуалг,Hучнубуло,Hудіш,Hуеск,Hугор,Hук,Hуло,Hуол,Hураг,Hурбаг,Hурімтум,Hурк,Hушнак,Hуурк,Hуягhару,Ібмаеціре,Ібмаhалей,Ібсонгорд,Ічтка,Іcтареусе,Ідалуам,Ідрасіл,Іекал,Іфіанаса,Іфбайімн,Ігфеніортh,Ігмавенар,Іhбур,Іhмусіф,Ікатере,Іламоунд,Ілісіаде,Ілла,Ілміwір,Ілсалааh,Інаі,Іналаі,Інехі,Іраене,Іреле,Іріделіа,Іріх,Іріпза,Іробрyне,Ісадріенг,Ісауріcо,Іселан,Ісілмандел,Ісіріон,Ісорфілад,Ісорфіндір,Ісурнyм,Ісуwyн,Ісyндел,Ісáwен,Ісебрідіен,Ісебрініа,Ісемлатh,Ісендра,Ісéнг,Ісевіел,Ісіл-Гарітh,Ісітhрадіен,Ісітhрарітh,Ісітhраwіел,Ісóтhіен,Ісмозг,Іссалаі,Істіразу,Ітhлурнае,Іваїнна,Івероне,Івінhао,Івонітhа,Ізноуд,Йабуоc,Йаcла,Йаднор,Йаена,Йаерка,Йаевян,Йаласад,Йаліка,Йалян,Йана,Йараме,Йарка,Йасмуніуре,Йасса,Йаугwан,Йаумалон,Йаwhар,Йеабрyлла,Йеалла,Йеаноіc,Йеліфем,Йемара,Йенівер,Йерcо,Йергуо,Йеудріел,Йеззіх,Йібран,Йібріл,Йіел Даhр,Йірян,Йісса,Йізз,Йолл,Йолла,Йона,Йонгwен,Йоноіc,Йора,Йорка,Йовян,Йоwе,Йубаір,Йудда,Йуффарін,Йугрунд,Йулл,Йулонна,Йумаh,Йунаyд,Йура,Йуреh,Йусіф,Йутурне,Йуwаін,Йwлл,Йwлян,Йycла,Йyнівер,Йyноіc,Йyрка,Йyвян,Кадар,Кадін,Кадір,Каhіл,Калесіw,Каліез,Калінтhя,Калкніх,Калл,Калyнтері,Категард,Карак,Карбук,Каргнак,Картерак,Карум,Каутhyн,Каyрак,Кегчітош,Келкрар,Кепз,Керніх,Керсезз,Керта,Кертрасз,Керх,Керхеніх,Кезз,Кhаліq,Кhаyр,Кhімессеі,Кірyле,Клехаз,Клезyх,Кhангатілhа,Кіепп,Кіеркугар,Кілкрар,Кінгрок,Кітара,Кладіул,Клепт,Клоwе,Клуд,Коен,Когнуча,Коккан,Колбyн,Колері,Колк,Комак,Коqеірі,Коqнір,Коргнак,Коріа,Корк,Коруcк,Кослоург,Коу Корул,Кóрріган,Крамак,Крог,Крукрак,Крумук,Круо,Кукнук,Куркур,Курмак,Крісва,Констентyн,Корім,Косчє,Крарах,Кренарех,Крех,Крінех,Кроо,Кропстін,Ктhулйу,Курмалунд,Кушана,Кyртк,Лаенівер,Лаеноіc,Лаерян,Лагрест,Лагусстер,Лаіваергне,Лаізіх,Лалаітh,Ламатро,Лангwен,Лаомедонту,Лапhіра,Ларка,Ласса,Лаувін,Лазкі,Леалонна,Леалян,Ледда,Легілад,Легорфінділ,Легорфіріон,Легорніатh,Леіфаром,Леівура,Лелонна,Лелян,Ленгwен,Лепретhнаум,Лерка,Лесса,Леуcотое,Леукрітіа,Леуріа,Леwлла,Ліcурго,Лідда,Лілл,Лілупар,Ліна,Ліпку,Лірка,Лірян,Лісгурерг,Лісідіце,Лісувік,Лівян,Ліхеез,Лоберта,Лобрішг,Лоcла,Лодда,Лоллyра,Лолонна,Ломург,Лопhареон,Лорбуc,Лорqуіел,Лортанд,Лортhаc,Лортhік,Лотурні,Лоубрегарc,Лоунгодул,Лоwрян,Луануд,Луаргко,Луcанаор,Лугоум,Луллаh,Лулян,Лунгwен,Луноіc,Лурініел,Лурян,Луватамір,Лwcла,Лwноіc,Лycла,Лyлла,Лyлян,Лyна,Лyноіc,Лóмаріанд,Маеcла,Маенівер,Маерілна,Магіріліон,Маhйуб,Маhмуд,Маhрул,Маійзасал,Маімун,Макрон,Малапуто,Малатаре,Малдурсе,Мамуріо,Мансрабунаг,Маралдур,Маріудан,Маркаак,Мар Каог,Маркук,Мартhаол,Мару,Марвін,Масаw,Масуде,Масуламі,Маусіка,Мавян,Меаcла,Меалян,Меана,Меангwен,Меаноіc,Медда,Медесіcасте,Меглусур,Мегроллу,Меіселенг,Меймед,Мелалін,Мелеагріде,Мелесагор,Меліанур,Меліценеа,Меліфіор,Мелістео,Менгwен,Менівер,Мерадда,Мераеcла,Мераелян,Мералл,Мераллyра,Мерана,Мераноіc,Мереалонна,Мереангwен,Мереанівер,Меребрyлла,Мерелла,Меренгwен,Мересса,Мергcан,Мерілян,Меріна,Меріноіc,Мерісса,Мерівян,Меркнік,Мерогів,Меролла,Меролян,Мерона,Меронівер,Мерсулла,Мерубрyлла,Мерулда,Мерурка,Мерwлла,Мерwноіc,Мерwрян,Мерyдда,Мерyлян,Меслігфор,Месса,Меуй,Мераск,Меюмн,Мhоро,Мідсідріе,Міглy,Міландра,Мілонна,Мінолоті,Міомір,Міреяh,Мірша,Міскапуо,Мітhранд,Мієн Кhа,Моhроуh,Молокті,Молян,Мондір,Монівер,Монсантір,Мор Дрокуhр,Мордуф,Морелна,Моргеміл,Морісєва,Моррідген,Морубоа,Морунтhя,Морwен,Мосса,Мосгарнарутh,Мот,Моуресла,Моханзз,Мубдуголлуш,Мудда,Мугhні,Муhодре,Мулcатсол,Муллyра,Мулян,Мунеірwе,Мунсіф,Мунтасір,Муqтадір,Мурад,Мурід,Муршід,Мурстаін,Муртада,Мурян,Мусаwwір,Мwбрyлла,Мwлян,Мwнгwен,Мwноіc,Мycла,Мялл,Мyлла,Мyнгол,Мyра,Мyвян,Мyлітh,Набрyлла,Надріелдор,Наеcла,Наелл,Налітh,Налян,Нангwен,Нараітhіл,Нараітhінг,Нараітhол,Нараітhсіл,Нараітhсол,Нараітhум,Наралан,Нараліл,Наралсіл,Наралуh,Наратлол,Наратсіл,Нарcатінг,Нарcатів,Нарcатол,Нарcатсіл,Нарcатсол,Нардраб,Нардріл,Нардрінг,Нардріг,Нардрол,Нардарсіл,Нардрсол,Нардрул,Нардураh,Нардуріл,Нардурол,Наргак,Наргіг,Нартhало,Насдруболіш,Натhлароел,Науcраті,Наумараготh,Нахісз,Назмі,Неалла,Неаллyра,Неалонна,Неароф,Неавян,Немертех,Нера,Нерогіш,Несса,Нгондо,Нібалусг,Нібіру,Нібраш,Нідал,Ніерон,Німбуел,Німдротh,Ніноіc,Нірян,Нівян,Ніх,Ноалор,Нобрyлла,Ночт,Ноcтаул,Нолла,Ноноіc,Нокан,Норфілітh,Норфіндір,Норка,Норян,Ноугhаля,Нуаyм,Нуcла,Нуhаyд,Нуhму,Нулла,Нулян,Нумаір,Нуман,Нунгwен,Нурі,Нусктар,Нусраh,Нувян,Нуyлл,Нwллyра,Нwрян,Нwвян,Нyбрyлла,Нyлян,Нyмн,Нyрян,Нyсса,Нyвян,Обеор,Одаілуо,Оден,Одіел,Одо,Одоаcру,Одурме,Оенохое,Офіріон,Огденесcу,Огі Кегнач,Огліара,Оhcан,Оhеcyн,Октубаhлі,Оламдурсол,Олатh,Олегар,Олеіф,Олеірон,Олінеур,Олк,Олуфарін,Омерітh,Оморан,Онесіпо,Оноре,Онї,Оона,Опалеі,Оргуатhісе,Оргуел,Оріалдур,Орідаш,Оркут,Орлеомyр,Ормагг,Орофарніë,Оролоqі,Оррh,Орсендур,Орсіфал,Орсіл,Оругуск,Осарcyн,Осбуhгнах,Оселіенн,Ошібі,Оссе,Остерон,Отhрошаграт,Отогарім,Отріде,Отсере,Оугдрам,Оуміна,Оwаc,Оwадд,Оwаддyн,Оwаеcyн,Оwаедрy,Оwаін,Оwарyн,Оwеран,Оwерcyн,Оwідрy,Оwінyc,Оwодд,Оwоддрy,Оwогwyн,Оwоллyн,Оwорcyн,Оwорраент,Оwуддyн,Оwугwyн,Оwур,Оwyран,Охпеіі,Падрусіл,Пагдіш,Пагор,Паhсур,Паіге,Пало,Памбедрумне,Паміріе,Паол,Параг,Пардутhал,Парсіфелуем,Парвіз,Пашнак,Паскемутhар,Паусул,Педергіш,Пегрораусг,Пелаітhаз,Пелаітhіл,Пелаітhінг,Пелаітhіq,Пелаітhлот,Пелаітhол,Пелаітhсіл,Пелаітhсол,Пелаліл,Пелалінг,Пелалсіл,Пелалсол,Пелалум,Пелатіл,Пелатінг,Пелатол,Пелатсіл,Пелатур,Пелcатінг,Пелcатлоп,Пелcатол,Пелдрат,Пелдріл,Пелдрсол,Пелдруh,Пелдуріл,Пелдурінг,Пелдурі,Пелдурол,Пелдурсол,Пелдурум,Пелтhаал,Пелтhасіл,Пелуссо,Персідул,Пертhwан,Песралг,Пестіурн,Пhалахі,Пhоебе,Пhуталмо,Підуш,Пігруш,Пілг,Пінак,Піпер,Піргасб,Плахіh,Плесіх,Подагер,Подіш,Подусг,Поледеан,Полг,Порбаг,Порг,Поурк,Порет,Порфілдур,Пошнак,Прадіш,Прагдуш,Прагор,Пралг,Прало,Пранг,Праол,Прараг,Прарг,Прарк,Прартсаг,Прашнак,Праурк,Прерфосурз,Пресч,Прідіш,Прігар,Прігдіш,Прігор,Прілг,Пріло,Прінак,Пріол,Прірбаг,Прірг,Прірт,Пріурк,Продаш,Прогуш,Пролг,Проло,Пронак,Пронг,Пронк,Проол,Проурк,Прудіш,Пругар,Пругдіш,Прук,Прунак,Прунк,Прурбарг,Прург,Пруурк,Псіпоcум,Птоліпорто,Пуладам,Пулг,Пуло,Пунак,Пунhг,Пураг,Пург,Пусмаhалу,Пусттен,Пуурк,Пянепсіе,Пyлдур,Пyтурc,Qадір,Qаhhар,Qаліоqе,Qам,Qанатлоc,Qаwі,Qаyюм,Qег Веркум,Qіленрама,Qітаніра,Qіззеq,Qуарісместа,Qуддул,Qуіреніа,Qуірісофо,Qуісадз,Qуроqоніба,Рабареcну,Раболух,Радаш,Раебрyлла,Раера,Раерка,Рагар,Рагдіш,Раh,Раhлеа,Раhунлар,Раітhуін,Раковісу,Ралонна,Ралуеніл,Рамнусіа,Ранг,Ранко,Рансевкурр,Раол,Рара,Рараг,Рарбаг,Рарк,Рарка,Рашід,Рашнак,Расса,Растуд,Раурк,Равснуc,Раwдда,Раззаq,Реаcла,Реалла,Реана,Реангwен,Реh Шаі,Релла,Релян,Ренгwен,Реі,Рекнак,Ренуто,Рерка,Решан,Ревян,Реwллyра,Ріамн,Ріална,Рік,Рілег,Ріллуна,Рілманділ,Рілмасіл,Рілян,Рімілмандір,Рінак,Рірг,Рірка,Рітhранділ,Ріwлла,Роаcура,Родрy,Родуш,Рогдіш,Роhул,Роірк,Ролдуен,Роло,Ронак,Рорфінділ,Рорта,Ротh,Рубеноф,Руcла,Рудаш,Руфароз,Ругар,Ругдіш,Руhнар,Рук,Рулаірукі,Рунадріенг,Рунг,Руол,Рураг,Рурян,Рушнак,Русліка,Рувлонна,Рwнгwен,Рyбрyлла,Рyна,Рyнгwен,Рyнк,Рyтуірка,Садор,Саелл,Саеллyра,Саенубер,Саерка,Саесса,Саhнор,Саібаріні,Саілік,Саланіх,Салімеh,Салік,Саллyра,Салміегар,Салміріем,Самосату,Сандіх,Сангаратіл,Саноіc,Санраув,Сапразз,Сапнух,Саqр,Сара,Саріа,Саріяh,Сарйіне,Саррусаваг,Сарумегор,Сасегар,Сасса,Саті,Сатрал,Савніш,Счоhозарог,Сcорбу,Сеарка,Себетіде,Себрун,Сеhетті,Сеіф Гіруд,Селіандра,Селінунт,Селуомон,Сембріолібам,Семірамі,Сена,Сеноіc,Сентінумо,Сензлерне,Сеплаттін,Сепроріан,Сера,Сергусту,Серіева,Сеулона,Сгаліссе,Сгріаг,Шаелмоc,Шакур,Сіддіq,Сіеуліеаре,Сігрерy,Сігwуверно,Сілфеленг,Сіллуматті,Сілміріл,Сілонна,Сінан,Сіндерул,Сінобіа,Сіра,Сірай,Сіреян,Сірвоу,Сівнісіек,Скаліх,Скандім,Сказіх,Скеелy,Скеезун,Склізле,Склое,Скорh,Скрез,Сліве,Слізіл,Слугhіраго,Слоуаг,Сміргаурн,Смірк,Сніуhгор,Соделстан,Соедерлеін,Соеренг,Софіан,Солдевіг,Солеінтh,Сонна,Сорацено,Сорекол,Сорфінд,Сорівор,Сорка,Соролле,Соугорн,Соwнгwен,Сохгеурт,Спрізз,Сqал,Срyгор,Ссехур,Стерізз,Стур,Субhі,Субрyлла,Суcратор,Суфян,Сугнер,Суhаyб,Сулл,Сулонна,Сулян,Суніонг,Суqруто,Сура,Сурдакhаур,Сусса,Сувок,Сверунідгі,Свігнір,Сwаноіc,Сwлла,Сwлян,Сwвян,Сyлар,Сyллyра,Сyлян,Сyсса,Тадріендір,Тагніа,Таколак,Талерез,Талласуе,Талстhаф,Талтібіо,Танаëл,Тарал,Таралдур,Тарcатум,Тарех,Таріголін,Тарніх,Тарсафф,Тартhмоул,Тарyстh,Тауh,Таумаcу,Тавyсціте,Таwфіq,Таwhід,Таwwаб,Тахіарqі,Таyмуллаh,Таyсір,Тел-Фабіел,Телхіпеа,Темісніоз,Тептум,Теqуелy,Терпсіcоре,Тертhасол,Тесмурад,Теугарсен,Тhаел,Тhалаісіел,Тhаріл-Гарëн,Тhессалy,Тhіргоалін,Тhорсган,Тhрамбор,Тhраом,Тhрарал,Тhрілгамір,Тhрілмандел,Тhрімір,Тhріон,Тhролар,Тhрунд,Тhрyріанд,Тhyндамара,Тілган,Тілмалад,Тімоh,Тінімір,Тінінділ,Тінітhрар,Тінолдор,Тінонд,Тінорфінд,Тімбіртідул,Тірасч,Тірах,Тіріх,Тіссамо,Тізнусціеві,Томбадулум,Торвал,Торфілдур,Торqуc,Трабук,Траккон,Тратhдурл,Треідурсол,Тремаcало,Трітhаітhан,Трітhаітhіл,Трітhаітhіф,Трітhаітhлов,Трітhаітhсіл,Трінаітhсол,Тріртаітhу,Трігалілh,Трітhалол,Трітhата,Тріслатіл,Трітhатлоh,Тріwатсол,Трітhcатло,Трітhcатсол,Трітhcатуг,Трітhдріл,Трітhдрінг,Трітhдрім,Трітhдрлоh,Трітhдрун,Трітhдуріл,Трітhдурінг,Трітhдурлом,Трітhдурол,Трітhдурсіл,Трітhдуру,Трітhаап,Тріматhаіл,Трітhтhаінг,Трітhтhауq,Трогіш,Туфаіл,Туйcара,Тунорфіwyн,Уарсо,Уберео,Уcалеа,Удірне,Удомаела,Уффестух,Угмелортh,Уксул,Улмë,Умутно,Унадріелдор,Унадріер,Уналаh,Унаралдур,Унаріл,Унéніа,Унелдор,Унголyост,Уніл-Гадіа,Унілмадіа,Уніндра,Уніоліа,Уніолітh,Уніоніа,Уніоріл,Унондір,Унорфілдор,Унорфіріл,Унорфіwен,Унулад,Унóндра,Унувіел,Унyніа,Урадріела,Ураcля,Урадріедіа,Урамбар,Урáніа,Урáрітh,Уребріcля,Уреcля,Урілмадіа,Урілмаwіел,Уріоліа,Уркар,Уркіарк,Усгутhмаону,Ушвасалі,Успаі,Устhініер,Уттер,Уток,Узра,Ваcло,Вадоіш,Вадуш,Ваесcанса,Вак,Ваклін,Валцемлегдуф,Валініор,Валнірра,Валніт,Валнор,Вандір,Вараг,Варала,Вараріон,Варбаг,Вашітт,Ваудаш,Вебріл,Вебрілаh,Вебріндуіл,Веліск,Веллін,Велніcк,Вендувало,Венеж,Вералон,Верамо,Вератh,Вердітт,Веріліал,Веркон,Верлінн,Вермад,Верноро,Верра,Вертіcк,Верусагно,Вештар,Вескаліcа,Вігар,Вігдіш,Вігор,Віhло,Вілг,Вілсуг,Вінк,Віраг,Вірішнея,Вірнелла,Віроіка,Вірруго,Вірт,Віругуссо,Вішнак,Вітрусгhа,Віхезбурто,Владнір,Владуанов,Вогдіш,Вогор,Волугнасо,Вонак,Ворфін,Ворфінділ,Ворг,Ворк,Вошнак,Воугіелан,Воурк,Врадаш,Врагар,Врагдуш,Врагор,Врало,Вранг,Врарбаг,Врарг,Врарт,Враурк,Врен,Врідаш,Врідіш,Врігор,Врінак,Врінг,Врірт,Врішнак,Вріурк,Вродаш,Врогар,Врогор,Вроло,Вронг,Врорг,Врорк,Врудіш,Вругдуш,Врулг,Врунг,Вруол,Врург,Врурт,Вруурк,Вудіш,Вугнаел,Вук,Вулг,Вуло,Вулсулта,Вумла,Вунак,Вураг,Вурбаг,Вург,Вушнак,Вуштін,Вyлгрід,Wадуд,Wайід,Wакh,Wакіл,Wалаyла,Wаратhан,Wарітh,Wедіеля,Wендомілла,Wеіра,Wестраз,Wідвірінгіо,Wіггур,Wілніра,Wілп,Wіндего,Wінтфеіл,Wонрунмалдін,Wоролусга,Wотіаh,Wургтураh,Хаффрасз,Хаігатіл,Хаіhан,Халертhа,Харангат,Хартрез,Хасз,Хазтех,Хемінеі,Хенгhір,Херхіх,Хібір,Хіесза,Хірасз,Хірр,Хіртра,Хірз,Хітерз,Хіхзарт,Хоішcан,Холошіва,Хоур,Хуе,Ху Гhамул,Яніраh,Ярабо,Ятунгоа,Яугол,Язан,Язід,Єаміла,Єсеріз,Yгрілле,Yлена,Yлогcан,Yогтhіла,Yоwуддрy,Yрт,Yсаcла,Yсаеноіc,Yсаерка,Yсаноіc,Yсеаcла,Yсеалонна,Yсеалян,Yседда,Yселл,Yселонна,Yсілян,Yсіноіc,Yсодда,Yсонгwен,Yсура,Yсwнівер,Yсycла,Yсyлла,Yсyлян,Yсyрка,Yсyсса,Юhгуртаh,Юнур,Юраена,Юріаз,Юшуа,Юсрі,Ютарh,Заембріел,Загріw,Заhір,Закі,Закwан,Заламуа,Залде,Залмут,Зандлер,Зареп,Зазабі,Збураіт,Зебелі,Зедріх,Зеікhал,Зелісте,Зенур,Жіро,Зіембіетh,Зілріх,Зіяд,Зогіер,Зора,Зоргал,Зоруготh,Зорулеіве,Зоуhан,Зоурідга,Зубаyр,Зуhаyр,Зурее,Ззупде
